export default {
  namespaced: true,
  state: {
    buyers: [
      {
        picture: require('../../assets/buyers/maria.jpg'),
        title: 'Марія, 19 років',
        text: 'Бабуся приймає брендовий препарат від болю в суглобах, він допомагає, але занадто дорогий. У Вас є якісний аналог з нижчою ціною? Якщо ні — давайте бренд.',
      },
      {
        picture: require('../../assets/buyers/stepan.jpg'),
        title: 'Степан, 61 рік',
        text: 'Спросоння відсунув гарячий чайник рукою та обпікся. У Вас всі ліки від опіків такі дорогі? Можна хороший препарат недорого?',
      },
      {
        picture: require('../../assets/buyers/lubov.jpg'),
        title: 'Любов, 58 років',
        text: 'Лікар призначив препарат від артеріальної гіпертензії, а бренд дорого коштує. Тому мені потрібен аналог з хорошою ефективністю та приємною ціною.',
      },
      {
        picture: require('../../assets/buyers/alex.jpg'),
        title: 'Олександр, 20 років',
        text: 'Порекомендуйте ефективний препарат від болю в горлі за розумну ціну.',
      },
      {
        picture: require('../../assets/buyers/irina.jpg'),
        title: 'Ірина, 55 років',
        text: 'У мене часто невралгії, лікар призначив вітаміни групи В. Мені потрібен якісний аналог за прийнятною ціною.',
      },
    ]
  },
  mutations: {
  },
  actions: {
  },
}